"FanRefreshHeaderDefaultText" = "下拉可以刷新";
"FanRefreshHeaderPullingText" = "松开立即刷新";
"FanRefreshHeaderRefreshingText" = "正在刷新数据中...";

"FanRefreshAutoFooterDefaultText" = "点击或上拉加载更多";
"FanRefreshAutoFooterRefreshingText" = "正在加载更多的数据...";
"FanRefreshAutoFooterNoMoreDataText" = "已经全部加载完毕";

"FanRefreshBackFooterDefaultText" = "上拉可以加载更多";
"FanRefreshBackFooterPullingText" = "松开立即加载更多";
"FanRefreshBackFooterRefreshingText" = "正在加载更多的数据...";
"FanRefreshBackFooterNoMoreDataText" = "已经全部加载完毕";

"FanRefreshHeaderLastTimeText" = "最后更新：";
"FanRefreshHeaderDateTodayText" = "今天";
"FanRefreshHeaderNoneLastDateText" = "无记录";
